Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Finanstilsynet also imposed two administrative fines for violation of the Short Selling Regulation.
nb: Videre ila tilsynet to overtredelsesgebyrer for brudd på shortsalgreglene.

source: Finanstilsynet oversees that entities which are required to have a mandatory occupational pension scheme fulfil this obligation.
nb: Finanstilsynet har tilsyn med at foretak som er pliktige til å ha en OTP-ordning, overholder denne plikten.

source: In 2020, Finanstilsynet collected documents from 62 entities and carried out AML inspections at 22 of these.
nb: I 2020 innhentet Finanstilsynet dokumenter fra 62 foretak og gjennomførte spesialtilsyn om hvitvasking hos 22 av disse.

source: Finanstilsynet approved the application for the acquisition and subsequent merger in April 2020.
nb: Finanstilsynet godkjente søknaden om erverv med etterfølgende fusjon i april 2020.

source: The national financial supervisory authorities in the EEA conduct peer reviews.
nb: De nasjonale finanstilsynene i EØS utfører fagfellevurderinger.

source: Most of the inspections in 2020 were carried out on digital platforms.
nb: De fleste tilsynene i 2020 ble gjennomført digitalt.

source: Further information on who may be authorised to act as a nominee under the relevant provisions and information on the documentation that must accompany applications from foreign applicants is given below.
nb: Nedenfor er det gitt nærmere informasjon om hvem som kan gis tillatelse til å stå oppført som forvalter etter de aktuelle bestemmelser og informasjon om dokumentasjon som må følge søknader fra utenlandske søkere.

source: Joint European Supervision Investigations (CSA)
nb: Felleseuropeiske tilsynsundersøkelser (CSA)

source: A nominee is obliged on demand to provide information on beneficial owners of financial instruments registered in a nominee account to the party that is entitled by law to receive such information from at securities register; see the Securities Register Act section 6-3 fourth paragraph and section 8-2.
nb: Forvalter plikter på forespørsel å gi opplysninger om reelle eiere av finansielle instrumenter registrert på en forvalterkonto til den som med hjemmel i lov har krav påå få slike opplysninger fra et verdipapirregister, jf. verdipapirregisterloven §§ 6-3 fjerde ledd og 8-2.

source: Finanstilsynet observes that investment firms focused more attention on risk assessments of their own operations in 2020, but that the assessments are often too general or too cursory and do not adequately describe the specific risks attending their operations.
nb: Finanstilsynet observerer at verdipapirforetakene i 2020 hadde høyere oppmerksomhet rettet mot risikovurderinger av egen virksomhet, men at vurderingene ofte er for generelle eller summariske, og ikke i tilstrekkelig grad beskriver de konkrete risikoene knyttet til foretakets virksomhet.

source: The case concerned market manipulation and insider dealing in the bond market.
nb: Saken gjaldt markedsmanipulasjon og innsidehandel i obligasjonsmarkedet.

source: Corresponding data were reported to the European Securities and Markets Authority (ESMA) twice a week.
nb: Tilsvarende data ble rapportert til den europeiske verdipapir- og markedstilsynsmyndigheten (ESMA) to ganger i uken.

source: At the end of 2020, 285 companies were subject to supervision of financial reporting.
nb: Ved utgangen av 2020 var 285 foretak underlagt kontroll av finansiell rapportering.

source: 207 incidents were reported in 2020, which is a slight increase from the year before.
nb: Det ble rapportert 207 hendelser i 2020, som er noen flere enn året før.

source: Regulation (EU) 2020/852 on the establishment of a framework for a classification system for various sustainable activities
nb: Forordning 2020/852 som etablerer rammeverket for et klassifiseringssystem for ulike bærekraftige aktiviteter

source: In 2020, Finanstilsynet completed the supervision process at TTC Finans from 2019, which resulted in the licence being revoked.
nb: Finanstilsynet ferdigstilte i 2020 tilsynsprosessen med TTC Finans fra 2019, som resulterte i vedtak om tilbakekall av konsesjon.

source: In 2020, Finanstilsynet was represented at all meetings of the Boards of Supervisors of EBA, ESMA and EIOPA, as well as at the meetings of the General Board of the ESRB.
nb: I 2020 deltok Finanstilsynet i alle møtene i tilsynsstyrene i EBA, ESMA og EIOPA samt i styremøtene i ESRB (General Board).

source: Finanstilsynet does not handle customer complaints and conflicts that arise between the institutions and their customers.
nb: Finanstilsynet behandler ikke kundeklager og konflikter som oppstår mellom foretakene og kundene deres.

source: In 2017, Oslo Børs ASA was granted permission to operate an approved publication arrangement (APA) for OTC transactions (trading outside stock exchanges).
nb: Oslo Børs ASA fikk i 2017 tillatelse til å operere en godkjent offentliggjøringsordning (APA) for OTC-transaksjoner (handel utenom børs).

source: A reduction in net interest income from the previous year resulted in a slight increase in the total cost/income ratio, to 44 per cent.
nb: Lavere netto renteinntekter enn året før førte til at det totale kostnad/inntektsforholdet økte noe, til 44 prosent.

source: Violation of relevant provisions may result in withdrawal of authorisation to act as a nominee or in Finanstilsynet requiring the blocking of the nominee account(s); see the Securities Register Act section 6-4 and the Securities Funds Regulations section 13-6.
nb: Brudd på bestemmelsene kan medføre at tillatelse til å stå oppført som forvalter trekkes tilbake eller at Finanstilsynet krever sperring av forvalterkontoen, jf. verdipapirregisterloven § 6-4 og verdipapirfondforskriften § 13-6.

source: The AIF managers manage 434 Norwegian alternative investment funds and 25 foreign alternative investment funds.
nb: AIF-forvalterne forvalter 434 norske alternative investeringsfond og 25 utenlandske alternative investeringsfond.

source: Pursuant to Chapter 15 of the Securities Trading Act, which implements the position limits regime of the revised Markets in Financial Instruments Directive (MiFID II), Finanstilsynet shall set position limits for commodity derivatives.
nb: Etter verdipapirhandelloven kapittel 15, som gjennomfører posisjonsgrenseregimet i det reviderte verdipapirmarkedsdirektivet (MiFID II), skal Finanstilsynet fastsette grenser for hvor store posisjoner som kan holdes i varederivater.

source: This work was continued in 2020 through testing of whether the PACTA model can be used to analyse financial institutions' climate risk.
nb: Arbeidet ble videreført i 2020 gjennom testing av om PACTA-modellen vil kunne benyttes for analyse av finansforetakenes klimarisiko.

source: In 2020, Finanstilsynet carried out a thematic inspection of UCITS funds’ liquidity.
nb: Finanstilsynet gjennomførte i 2020 tematilsyn om likviditet i UCITS-fond.

source: The company's original accounting treatment of the contracts was not fully compliant with IFRS 15.
nb: Foretakets opprinnelige regnskapsmessige vurdering av kontraktene på enkelte områder var ikke i henhold til IFRS 15.

source: Some insurers have applied for permission to establish a UK branch.
nb: Noen foretak har søkt om å etablere filial i Storbritannia.

source: Among other things, Finanstilsynet proposed that the two regulations should be replaced by one lending regulation.
nb: Tilsynet foreslo blant annet at de to forskriftene burde erstattes av én utlånsforskrift.

source: Finanstilsynet also prepared a proposal to extend the deadline for levying administrative fines for non-compliance with the AML Act. The proposal was circulated for comment in early January 2021.
nb: Finanstilsynet utredet også et forslag om endring i foreldelsesfristen for ileggelse av overtredelsesgebyr ved brudd på hvitvaskingsloven, og forslaget ble sendt på høring tidlig i januar 2021.

source: On the basis of an inspection carried out in 2019, Danske Bank was ordered to rectify a number of deficiencies relating to the implementation of due diligence measures for existing customers, enhanced due diligence measures for politically exposed persons, risk classification and control of transactions that had not been identified in the transaction monitoring.
nb: Danske Bank ble på bakgrunn av tilsyn i 2019 gitt pålegg om å rette flere forhold. Dette var knyttet til gjennomføring av kundetiltak rettet mot eksisterende kunder, forsterkede kundetiltak rettet mot politisk eksponerte personer, risikoklassifisering og kontroll av transaksjoner som ikke hadde blitt identifisert i transaksjonsovervåkingen.

source: Other relevant information
nb: Annen relevant informasjon

source: A report with the results of the survey was published on Finanstilsynet's website in September 2020 and shows that the current reporting practices have significant deficiencies.
nb: Rapporten med resultatene fra kartleggingen ble publisert på Finanstilsynets nettsted i september 2020, og den viser at dagens rapporteringspraksis har vesentlige mangler.

source: In Finanstilsynet’s assessment, Norwegian banks that apply extreme caution and, based on the ESRB's recommendation, find that distributions are warranted, should limit total distributions to maximum 25 per cent of cumulative annual profits for 2019 and 2020.
nb: Det er Finanstilsynets vurdering at norske banker som etter en særlig forsiktig vurdering og basert på ESRBs anbefaling finner grunnlag for utdelinger, holder samlede utdelinger innenfor maksimalt 25 prosent av kumulert årsresultat for årene 2019 og 2020.

source: In 2020, Finanstilsynet carried out AML inspections at seven banks.
nb: Finanstilsynet gjennomførte i 2020 hvitvaskingstilsyn i sju banker.

source: Oslo Børs’ market share of order book turnover in equities that are also traded on other marketplaces (equities included in the OBX index) was 68 per cent.
nb: Oslo Børs’ markedsandel av ordrebokomsetningen i aksjer som også blir handlet på andre markedsplasser (aksjer som inngår i OBX-indeksen), var på 68 prosent.

source: PACTA is short for ‘Paris Agreement Capital Transition Assessment’ and is a tool for testing whether financial institutions’ investment portfolios are in line with the goals of the Paris Agreement.
nb: PACTA står for "Paris Agreement Capital Transition Assessment" og er et verktøy for å teste om investeringsporteføljer i finansforetak er i tråd med Parisavtalens mål.

source: The survey included 26 registrars and a total of 258 individual accounts and uncovered cases where registrars had had an incorrect understanding of whether a customer relationship had been established and/or who the customer was.
nb: Undersøkelsen omfattet 26 kontoførere og til sammen 258 enkeltkontoer og avdekket tilfeller hvor kontoførere hadde hatt en uriktig forståelse av om det var etablert et kundeforhold og/eller hvem kunden var.

source: document that the home country has implemented legislation equivalent to Directive 2005/60/EC on the prevention of the use of the financial system for the purpose of money laundering and terrorist financing
nb: dokumentere at hjemlandet har gjennomført regelverk tilsvarende direktiv 2005/60/EF om tiltak for å hindre at det finansielle systemet brukes til hvitvasking av penger og finansiering av terrorisme

source: In February 2020, Finanstilsynet carried out an AML/CFT inspection at DNB Bank ASA.
nb: Finanstilsynet gjennomførte i februar 2020 hvitvaskingstilsyn i DNB Bank ASA.

source: The volume of non-performing loans was 10 per cent lower than the year before, representing 2.0 per cent of lending.
nb: Omfanget av misligholdte lån var 10 prosent lavere enn året før, og tilsvarte 2,0 prosent av utlånsvolumet.

source: In July 2019, Euronext N.V. acquired the shares of Oslo Børs VPS Holding ASA, which owned the shares of Oslo Børs ASA, Fish Pool ASA and Verdipapirsentralen ASA.
nb: ervervet i juli 2019 aksjene i Oslo Børs VPS Holding ASA, som eide aksjene i Oslo Børs ASA, Fish Pool ASA og Verdipapirsentralen ASA.I etterkant opprettet Euronext N.V.

source: Any questions regarding this reporting obligation should be directed to the management company for the fund concerned and/or to the Tax Directorate by
nb: Eventuelle spørsmål knyttet til denne rapporteringsplikten bes rettet til forvaltningsselskapet for det angjeldende fondet og/eller til Skattedirektoratet ved

source: The supervision included an assessment of some aspects of Havyard's application of IFRS 15 for two contracts, a shipbuilding contract and a contract for the delivery of design and equipment.
nb: Kontrollen omfattet en vurdering av enkelte aspekter ved Havyards anvendelse av IFRS 15 for to kontrakter, en skipsbyggingskontrakt og en kontrakt for levering av design og utstyr.

source: For the year as a whole, the S&P 500 (USA) was up 16.6 per cent, OMX30 (Sweden) was up 5.8 per cent, and OMXC20 (Denmark) was up 29 per cent.
nb: For året sett under ett endte S&P 500 (USA) opp 16,6 prosent, OMX30 (Sverige) opp 5,8 prosent og OMXC20 (Danmark) opp 29 prosent.

source: In Finanstilsynet’s opinion, organising such activities through an internal partnership with an AIF manager as principal, where the licensable activities are available to and carried out by the internal partnership, is contrary to the organisation requirements of the law.
nb: Organisering av slik virksomhet gjennom et indre selskap med en AIF-forvalter som hovedmann, der den konsesjonspliktige virksomheten er stilt til disposisjon for og utøves av det indre selskapet, er etter Finanstilsynets vurdering i strid med lovens organisasjonskrav.

source: Norwegian banks' combined pre-tax profits were 28 per cent higher in the first three quarters of 2021 than in the corresponding period a year earlier.
nb: Norske bankers samlede resultat før skatt var 28 prosent høyere etter tre kvartaler i 2021 enn i samme periode året før.

source: The dividend received was reclassified and presented as ‘other income (losses)’ in the income statement.
nb: Utbyttet fra ordningen ble reklassifisert og presentert som «other income (losses)» i resultatregnskapet.

source: EMIR introduced a requirement to clear specific OTC derivatives.
nb: Etter EMIR-regelverket er det fastsatt clearingplikt for nærmere angitte OTC-derivater.

source: In addition to the regulatory sandbox, Finanstilsynet has an information and guidance service targeting fintech firms.
nb: I tillegg til den regulatoriske sandkassen har Finanstilsynet et informasjons- og veiledningstilbud rettet mot fintech-virksomheter.

source: The documentation must be based on recent information, preferably no older than 2 months.
nb: Dokumentasjonen må være basert på opplysninger av nyere dato, fortrinnsvis ikke eldre enn 2 måneder.

source: An administrative fine of NOK 2.1 million was imposed on Åfjord Sparebank following an inspection in 2019.
nb: Åfjord Sparebank ble ilagt overtredelsesgebyr på 2,1 millioner kroner på bakgrunn av tilsyn fra 2019.

source: 20 of these were security incidents.
nb: 20 av disse var sikkerhetshendelser.

source: Finanstilsynet’s supervision covered certain aspects of the financial reporting of Salmones Camanchaca S.A., a Chilean aquaculture farming company with shares listed on the Santiago Stock Exchange and Oslo Børs.
nb: Finanstilsynets kontroll omfattet enkelte forhold i regnskapsrapporteringen til Salmones Camanchaca S.A., som er et chilensk oppdrettsselskap med noterte aksjer på Santiago Stock Exchange og Oslo Børs.

source: Two of the inspections at banks were thematic AML inspections focusing on the banks' systems for electronic monitoring of suspicious transactions.
nb: To av tilsynene i bank var tematilsyn om antihvitvasking, hvor tilsyn med bankenes systemer for elektronisk overvåking av mistenkelige transaksjoner var en del av temaet.

source: In addition, money laundering was one of several topics at four standard inspections.
nb: I tillegg ble hvitvasking dekket i fire generelle tilsyn som ett av flere tema.

source: Fund management companies and AIF managers
nb: Forvaltningsselskaper for verdipapirfond og AIF-forvaltere

source: The observations concerning the 2019 financial statements are largely consistent with the observations concerning the 2018 financial statements.
nb: Observasjonene knyttet til 2019-årsregnskapene stemmer på de aller fleste punkter godt overens med 2018-årsregnskapene.

source: In September 2020, DNB Livsforsikring AS was granted permission to acquire all the shares in KLP Bedriftspensjon AS and then merge the entity with DNB Livsforsikring AS with DNB Livsforsikring as the acquiring company.
nb: DNB Livsforsikring AS fikk i september 2020 tillatelse til å erverve alle aksjene i KLP Bedriftspensjon AS og deretter fusjonere foretaket med DNB Livsforsikring AS med DNB Livsforsikring som overtakende foretak.

source: In addition, there were two Norwegian branches of foreign management companies.
nb: I tillegg var det to norske filialer av utenlandske forvaltningsselskaper.

source: The reception and disclosure of short positions takes place at ssr.finanstilsynet.no.
nb: Mottak og publisering av shortposisjoner foregår på ssr.finanstilsynet.no.

source: In April 2020, Finanstilsynet admitted two projects from Quesnay AS and Sparebank 1 SR-Bank, respectively, to the sandbox.
nb: I april 2020 tok Finanstilsynet opp to prosjekter fra henholdsvis Quesnay AS og Sparebank1 SR-Bank til sandkassen.

source: In the autumn of 2020, Oslo Børs therefore migrated to Optiq, which is the shared trading system of the trading venues in the Euronext Group.
nb: Høsten 2020 tok derfor Oslo Børs i bruk Optiq, som er det felles handelssystemet for handelsplassene i Euronext-konsernet.

source: For more information, see the topic page about ESEF on ESMA’s website.
nb: For mer informasjon, se temaside om ESEF på ESMAs nettsted.

source: The classification system will, among other things, form the basis for a European standard for green bonds and a pan-European labelling scheme for green financial products aimed at consumers.
nb: Klassifiseringssystemet skal blant annet danne grunnlag for en europeisk standard for grønne obligasjoner og en felles europeisk merkeordning for grønne finansielle produkter rettet mot forbrukere.

source: Risk-based analyses rely partially on data reported by companies via the Altinn internet portal.
nb: Den risikobaserte analysen bygger blant annet på innrapportering av opplysninger fra foretakene via Altinn.

source: In principle no formal documentation requirements apply to institutions subject to supervision by Finanstilsynet.
nb: For institusjoner underlagt tilsyn av Finanstilsynet er det i utgangspunktet ingen formelle krav til dokumentasjon.

source: The data subjects also have the right to request the rectification, completion or erasure of personal data which are inaccurate or incomplete or which Finanstilsynet is not entitled to process, cf. Articles 16, 17 and 18 of the GDPR.
nb: De registrerte har også rett til å be om at personopplysninger som er uriktige, ufullstendige eller som Finanstilsynet ikke har adgang til å behandle, blir rettet, supplert eller slettet, jf. personvernforordningen artikkel 16, 17 og 18.

source: Norwegian fund legislation (the Securities Funds Act and the AIF Act) allows funds established in a third country to be marketed in Norway with permission from Finanstilsynet.
nb: Den norske fondslovgivningen (verdipapirfondloven og AIF-loven) åpner for at fond etablert i et tredjeland kan markedsføres i Norge etter tillatelse fra Finanstilsynet.

source: In 2018, the Ministry of Finance adopted a temporary regulation authorising firms established outside the EEA that perform investment activities in Norway based on home state authorisation and supervision under the EEA Agreement to continue to provide such investment activities to professional clients and eligible counterparties in Norway after the UK's exit from the EU, subject to certain conditions.
nb: Finansdepartementet vedtok i 2018 en midlertidig forskrift som ga foretak med hovedsete utenfor EØS, som drev investeringsaktiviteter i Norge basert på hjemlandsautorisasjon og –tilsyn etter EØS-avtalen, adgang til på visse vilkår å fortsetteå drive slike investeringsaktiviteter til profesjonelle kunder og kvalifiserte motparter i Norge ved Storbritannias uttreden av EU.

source: The report is a national cross-disciplinary risk assessment that describes the greatest threats, vulnerabilities and risks of money laundering and terrorist financing in Norway.
nb: Rapporten er en nasjonal tverretatlig risikovurdering som beskriver de største truslene, sårbarhetene og risikoene innen hvitvasking og terrorfinansiering i Norge.

source: The supervision covered certain aspects of the annual financial statements of Aqua Bio Technology ASA (ABT) for 2018 on the company's valuation of inventory and patents.
nb: Kontrollen omfattet enkelte forhold i årsregnskapet til Aqua Bio Technology ASA (ABT) for 2018 om foretakets måling av varelager og patenter.

source: No violations of the own funds requirements were uncovered among management companies in 2020.
nb: Det ble ikke avdekket brudd på kravene til ansvarlig kapital blant forvaltningsselskapene i 2020.

source: Finanstilsynet will follow up companies’ future sustainability reporting.
nb: Finanstilsynet vil følge opp foretakenes bærekraftsrapportering framover.

source: Throughout 2020, Finanstilsynet was in ongoing contact with the Ministry of Finance, Norges Bank and other national authorities to share information and coordinate measures.
nb: Finanstilsynet hadde i 2020 løpende kontakt med Finansdepartementet, Norges Bank og andre nasjonale myndigheter for å dele informasjon og samordne tiltak.

source: EBA, EIOPA and ESMA engage in a number of activities related to sustainability in general and climate risk in particular, and Finanstilsynet has taken part in this work.
nb: EBA, EIOPA og ESMA har en rekke aktiviteter knyttet til bærekraft generelt og klimarisiko spesielt, og Finanstilsynet har tatt del i dette arbeidet.

source: In 2020, Finanstilsynet was in close contact with account servicing payment service providers and TPPs and provided guidance on how the regulations should be understood.
nb: I 2020 hadde Finanstilsynet tett kontakt med kontotilbydere og TPP-er og veiledet foretakene om forståelsen av regelverket.

source: Risk and Vulnerability Analysis (ROS) 2020
nb: Risiko- og sårbarhetsanalyse (ROS) 2020

source: UCITS funds currently marketed according to notification under the UCITS Directive:
nb: UCITS-fond som i dag markedsføres etter notifikasjon etter UCITS-direktivet:

source: An external accountant should not submit such proof to Finanstilsynet for each three-year period.
nb: På samme måte som for oppdragsavtalene var heller ikke fullmaktene knyttet til elektronisk oppgaveinnleveringer oppdatert.

source: ESMA determines both the design, scope, implementation and reporting of such supervision.
nb: Både innretning, omfang, gjennomføring av slike tilsyn, samt rapportering, bestemmes av ESMA.

source: Finanstilsynet's supervision covered certain aspects of the financial reporting of Solon Eiendom ASA, mainly information about its investment in the company Solon Realkapital AS.
nb: Finanstilsynets kontroll omfattet enkelte forhold i den finansielle rapporteringen til Solon Eiendom ASA, i hovedsak opplysninger om investeringen i selskapet Solon Realkapital AS.

source: It was based on the requirements of Section 3-3 c of the Accounting Act, stating that the companies shall issue a statement on social responsibility.
nb: Den tok utgangspunkt i kravene i regnskapsloven § 3-3 c om at foretakene skal gi en redegjørelse om samfunnsansvar.
